{
  "home": {
    "hiring": "HIRING",
    "welfare": "WELFARE",
    "company-category-01": "A message from the CEO",
    "company-category-02": "About the company",
    "company-category-03": "History",
    "company-category-04": "Vision",
    "company-category-05": "Corporate image",
    "company-category-06": "Locations",
    "business-category-01": "RUN",
    "business-category-02": "RAPID",
    "business-category-03": "UNLIMITED",
    "business-category-04": "NEEDS",
    "society-category-01": "Sustainable management",
    "society-category-02": "Workplace health and safety",
    "society-category-03": "Contribution to society",
    "society-category-04": "Environmental protection",
    "people-category-01": "The people of BEESCO",
    "people-category-02": "Human resources system",
    "people-category-03": "Employee welfare and benefits",
    "people-category-04": "Hiring"
  },
  "company": {
    "jumbotron-sub": false,
    "slogan-sub": "BEESCO is growing to become one of world’s most outstanding leaders of the footwear industry in the 21st century.",
    "global-text": "Since its founding in 2007, BEESCO has enjoyed continuous growth on the basis of the relationship of trust it has built with its clients. BEESCO has established factories in Indonesia that can turn out more than 10 million pairs of shoes annually, and the company has been accomplishing great things in a strategic partnership with ASICS since 2013. With the establishment of its Vietnam factory, capable of producing 8 million pairs a year, BEESCO’s annual exports have reached US$200 million, putting the company on the global map of footwear manufacturers. Not inclined to rest on our laurels, we at BEESCO promise to forge ahead toward becoming one the world’s foremost developers and makers of footwear.",
    "history-01": "Vietnam factory begins operations",
    "history-02": "Exports reach US$200 million",
    "history-03": "Second factory in Indonesia is established",
    "history-04": "Enterprise resource planning (ERP) and manufacturing execution systems are put in place ",
    "history-05": "R&D Center is established in Indonesia",
    "history-06": "Selected as a strategic business partner by ASICS",
    "history-07": "Exports reach US$150 million",
    "history-08": "First factory in Indonesia is established",
    "history-09": "Exports reach US$100 million",
    "history-10": "BEESCO is founded",
    "massage-title": "'Dreams give us energy!'",
    "massage-sub": "Dreams for the future give people the motivational energy to face challenges and overcome them, and that is something that has constantly pushed us forward here at BEESCO for the past ten years. The path we have followed during our decade of history has not always been an easy one. Whenever we have hit a rough patch or faced ordeals, all the executives and staff have persevered with fervent dedication to realizing our dream of becoming the world’s best developer and manufacturer of footwear. Thanks to those efforts, BEESCO’s sales have reached US$200 million a year, and we are proud to have been selected as a strategic business partner by ASICS. Now, after ten years of dedicated work, we look forward to our next decade with great expectations of achieving yet higher goals. Keep your eye on BEESCO as we vault ahead toward the fulfillment of even bigger dreams!",
    "massage-last": "At BEESCO, we believe in the power of our dreams.",
    "massage-sign": "CEO/Chairman YS Choi",
    "ci-sub": "The typeface of the logotype expresses forward movement, and the rising star that crowns the initial letter symbolizes BEESCO’s ambition and confidence in its ability to become a leader in its field. The boldness of the lettering represents the sturdy reliability of BEESCO’s enterprising spirit. The dark-blue of the lettering stands for BEESCO’s reliability, expertise, and leading-edge technology, while the yellow star symbolizes BEESCO’s dreams, dedication, and future.",
    "ci-label-01": "Wordmarks",
    "ci-label-02": "Signatures",
    "ci-label-02-01": "Vertical",
    "ci-label-02-02": "Horizontal",
    "ci-label-03": "Corporate colors",
    "map-label": "Locations",
    "map-ko": "Headquarters",
    "map-address": "Addr",
    "map-address-content": " : 12th Floor, 121 Chungnyeoldae-ro, Dongnae-gu, Busan, Republic of Korea",
    "map-ko-tel": " : +82-51-715-2345 / ",
    "map-ko-fax": " : +82-70-7500-6223",
    "map-in": "Indonesia",
    "map-in-factory-01": "Factory 1",
    "map-in-factory-02": "Factory 2",
    "map-in-tel1": " : +62-267-861-7000 /  ",
    "map-in-fax1": " : +62-267-861-7070",
    "map-in-tel2": " : +62-254-282-171 / ",
    "map-in-fax2": " : +62-254-282-173",
    "map-bt": "Vietnam",
    "map-bt-factory": "Factory",
    "map-bt-tel": " : +84-0651-329-1100 / ",
    "map-bt-fax": " : +84-0651-369-1109",
    "map-list-01": "Headquarters",
    "map-list-02": "Factory 1, PT. BEESCO INDONESIA",
    "map-list-03": "Factory 2, PT. BEES FOOTWEAR INC",
    "map-list-04": "BEESCO VINA CO. LTD"
  },
  "business": {
    "jumbotron-sub": false,
    "slogan-sub": "The acronym RUN stands for “Rapid, Unlimited, and Needs-oriented,” which are core values of BEESCO’s management philosophy. RUN expresses the company’s unrelenting drive toward ever-greater achievements, in line with the motto: “We keep dreaming. We keep running.” Through the implementation of its RUN style of management, BEESCO adapts quickly to changes and continuously innovates to achieve better product quality as part of its ongoing efforts to satisfy the needs of its business partner ASICS.",
    "step1-sub": "Fast adaptation and innovation",
    "step1-text": "In order to respond to changes in clients and the market,",
    "step2-sub": "Unending improvement of product quality",
    "step2-text": "Our competitive strength comes from our earnest dedication to every detail of product quality. We believe that with our best efforts, there is nothing that can stand in the way of what we work so hard to accomplish.",
    "step3-sub": "Aimed at satisfying clients and customers' needs",
    "step3-text": "We know that the customers of our client company must be satisfied if our own client is to be satisfied, so we strive to give that satisfaction by directing our efforts toward achieving unsurpassed product quality."
  },
  "society": {
    "jumbotron-sub": false,
    "slogan-sub": "In consideration of society and the environment, BEESCO places great importance on corporate social responsibility and environmental sustainability, determining priorities through regular examination of the issues involved, exchanges of information with experts in a variety of different fields, internal evaluations, surveys and other research, in liaison with ASICS and BEESCO’s suppliers. All these things form the basis of the BEESCO corporate philosophy.",
    "step-title-01": "Workplace Health and Safety",
    "step-sub-01": false,
    "step-text-01": "At BEESCO, we think of our employees as one of our most important assets. One of our goals is to foster a corporate culture that motivates employees and provides them with opportunities to grow along with the company. We do our utmost to create an atmosphere within which employees, while working as one team, can nevertheless express and accept variety, respect each other’s individual characteristics, and bring their personal creativity to bear on their work.",
    "steps-text01-01": "We provide a variety of career-development opportunities, including training at overseas factories and job rotation.",
    "steps-text01-02": "Regular periodical training by organizations specializing in job training",
    "steps-text01-03": "Financial support for housing and children’s education when posted overseas",
    "step-title-02": "Contribution to Society",
    "step-sub-02": false,
    "step-text-02": "To earn the trust of its clients, BEESCO operates at the highest level of transparency possible. Operations reflect the results of regular inspections and strict internal controls.",
    "steps-text02-01": "As a strategic partner of ASICS we obey global codes of conduct.",
    "steps-text02-02": "We follow strict policies regarding environmental protection, protection of human rights, workplace safety and sanitation, fair work practices, and the protection of industrial secrets.",
    "steps-text02-03": "We are making every effort to preserve the environment for future generations and to minimize our environmental footprint.",
    "steps-text02-04": "We follow all relevant laws and international standards concerning the rights, safety, and treatment of workers.",
    "step-title-03": "Environmental Protection",
    "step-sub-03": false,
    "step-text-03": "BEESCO promotes better planning and design of products in order to assure that manufacturing processes are environmentally friendly. Along with ASICS and BEESCO’s suppliers, we work to reduce our environmental footprint to create a sustainable value chain.",
    "steps-text03-01": "We work to provide our products and services in a sustainable way.",
    "steps-text03-02": "All stages of production, from planning to shipping, are conducted in accordance with industry standards and regulations concerning product safety and quality.",
    "steps-text03-03": "Design and production guidelines are optimized to reduce the environmental effects of the manufacturing process.",
    "steps-text03-01-01": "We manufacture environmentally friendly products by fully taking into account recyclability and the environmental effects of the materials and processes we use.",
    "steps-text03-01-02": "We use production technology that is highly efficient in its use of materials and energy.",
    "steps-text03-01-03": "We use durable materials to increase product life and enable product reuse and recyclability."
  },
  "people": {
    "jumbotron-sub": false,
    "slogan-sub": "People are guided toward their future by their dreams. And BEESCO people’s dreams for the future provide them with forward-moving vitality that makes their lives more meaningful.",
    "intro-title": "“A company where everyone can make dreams come true.”",
    "intro-text": "That is the BEESCO of tomorrow. BEESCO people strive to become the best in their field. They do not fear failure but see it as a challenge that ultimately leads to success. They are steady companions of our client company as they head together toward the fulfillment of their dreams.",
    "hr-rules-title": "HUMAN RESOURCES SYSTEM",
    "hr-title-01": "Job-based personnal management",
    "hr-title-02": "Promotions",
    "hr-title-03": "On-the-job experience and training",
    "hr-text-01": "Departing from the traditional seniority system, BEESCO has instituted a new system of personnel management that focuses on job function and individual performance, maximizing the effects of personal and corporate values.",
    "hr-text-02": "Regular promotions: Any employee becomes eligible for promotion after a specified period of service. Special promotions: Under special circumstances, an employee may become eligible for promotion regardless of length of service.",
    "hr-text-03": "BEESCO provides employees with a broad variety of on-the- job experience, and conducts training programs to improve their skills.",
    "benefits-title": "EMPLOYEE WELFARE AND BENEFITS",
    "welfares-title-01": "Core benefits",
    "welfares-title-02": "Benefits required by law",
    "welfares-title-03": "Special benefits",
    "welfares-list01-01": "Five-day workweek",
    "welfares-list01-02": "Annual leave",
    "welfares-list01-02-sub": "(including a summer vacation)",
    "welfares-list01-03": "Maternity leave",
    "welfares-list01-04": "Reimbursement for meals",
    "welfares-list01-05": "Retirement pension plan",
    "welfares-list02-01": "Employment insurance",
    "welfares-list02-02": "Health insurance",
    "welfares-list02-03": "Retirement plan",
    "welfares-list02-04": "Industrial accident insurance",
    "welfares-list03-01": "Comprehensive medical checkups",
    "welfares-list03-02": "Training at overseas factories",
    "welfares-list03-03": "Opportunities for overseas job rotation",
    "welfares-list03-04": "Financial support for medical expenses",
    "welfares-list03-04-sub": "(including family members when stationed overseas)",
    "welfares-list03-05": "Financial support for children’s education",
    "welfares-list03-05-sub": "(when posted overseas)",
    "welfares-list03-06": "Financial support for housing",
    "welfares-list03-06-sub": "(when posted overseas)",
    "recruit-title": "HIRING",
    "recruit-label-01": "Hiring periods and notifications",
    "recruit-header-01": "Regular hiring",
    "recruit-header-02": "Occasional hiring",
    "recruit-header-03": "Methods",
    "recruit-body-01": "the second half of the year",
    "recruit-body-02": "conducted as needed (for both inexperienced and experienced potential hirees)",
    "recruit-body-03": "newspaper notices, school recruitment, Intrenet employment sites, company website",
    "recruit-label-02": "Hiring process",
    "recruit-step01-text": "Document submission\nand review",
    "recruit-step02-text": "1st interview\n(conducted by staff \n and management)",
    "recruit-step03-text": "2nd interview\n(conducted by CEO)",
    "recruit-step04-text": "announcement\nof final result",
    "recruit-label-03": "To inquire about hiring",
    "recruit-tel": "Contact BEESCO Headquarters Executive Division Human Resources\nDepartment: +82-70-4850-3206"
  },
  "component": {
    "address": "12th Floor, 212 Chungnyeoldae-ro, Dongnae-gu, Busan, Republic of Korea",
    "tel-fax": "T. +82-51-715-2345  F. +82-70-7500-6223",
    "copy": false
  }
}
